adpyke.vscode-sql-formatter
akamud.vscode-theme-onelight
alefragnani.bookmarks
amodio.tsl-problem-matcher
anthropic.claude-code
anweber.statusbar-commands
azemoh.one-monokai
batisteo.vscode-django
betterthantomorrow.calva
bierner.markdown-mermaid
brunnerh.insert-unicode
bungcip.better-toml
cardinal90.multi-cursor-case-preserve
charliermarsh.ruff
chrischinchilla.vale-vscode
clptn.code-paredit
ctf0.save-editors-layout
daelmaak.next-error
dandavison.vscode-etc
dandavison.wormhole
dbaeumer.vscode-eslint
debugpig.highlight
dkundel.vscode-new-file
domdomegg.markdown-inline-preview-vscode
dotjoshjohnson.xml
dprint.dprint
esbenp.prettier-vscode
generalov.open-in-editor-vscode
github.github-vscode-theme
github.vscode-pull-request-github
golang.go
gruntfuggly.todo-tree
hoovercj.vscode-settings-cycler
ivobarros.vs-focus
johnpapa.winteriscoming
jroesch.lean
kahole.magit
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
naumovs.color-highlight
njpwerner.autodocstring
octref.vetur
redhat.java
redhat.vscode-commons
redhat.vscode-yaml
richie5um2.vscode-sort-json
rlivings39.fzf-quick-open
rokoroku.vscode-theme-darcula
rrudi.vscode-dired
rust-lang.rust-analyzer
ryuta46.multi-command
scala-lang.scala
scalameta.metals
sdras.vue-vscode-snippets
stkb.rewrap
sumneko.lua
tuttieee.emacs-mcx
virgilsisoe.hammerspoon
visualstudioexptteam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wraith13.bracket-lens
zxh404.vscode-proto3
