anthropic.claude-code
bierner.markdown-mermaid
brunnerh.insert-unicode
charliermarsh.ruff
daelmaak.next-error
dandavison.vscode-etc
dandavison.wormhole
debugpig.highlight
domdomegg.markdown-inline-preview-vscode
esbenp.prettier-vscode
github.vscode-pull-request-github
golang.go
grafana.vscode-jsonnet
hoovercj.vscode-settings-cycler
kahole.magit
koalamer.workspace-in-status-bar
lumirelle.shell-format-rev
ms-python.debugpy
ms-python.python
naumovs.color-highlight
openai.chatgpt
rust-lang.rust-analyzer
ryuta46.multi-command
stkb.rewrap
sumneko.lua
tamasfe.even-better-toml
terrastruct.d2
tuttieee.emacs-mcx
virgilsisoe.hammerspoon
zxh404.vscode-proto3
