anthropic.claude-code
anysphere.cursorpyright
bierner.markdown-mermaid
brunnerh.insert-unicode
charliermarsh.ruff
daelmaak.next-error
dandavison.vscode-etc
golang.go
jellydn.vscode-settings-cycler
m1nt-ch0c0.highlight
ms-python.debugpy
ms-python.python
naumovs.color-highlight
rust-lang.rust-analyzer
ryuta46.multi-command
stkb.rewrap
sumneko.lua
tuttieee.emacs-mcx
virgilsisoe.hammerspoon
zxh404.vscode-proto3
